[
  {
    "name": "Finn",
    "role": "Founder & Owner",
    "image": "/staff/Finn.png",
    "bio": "The original Valhalla Beer Club founder. Our beer boss. The guy who opened his previous bar in Ruská Street just to pour better pints and challenge the ordinary. He may look serious at first, but he's all about great company and great beer. To get to know him better, he shared a few things about himself:",
    "details": [
      {
        "label": "Age",
        "text": "60. Looks 50. Thinks like 40. Acts like 30. Knees of a 90-year-old Viking."
      },
      {
        "label": "Last time you said \"never again\"",
        "text": "During Dry January."
      },
      {
        "label": "Biggest achievement in life",
        "text": "Opening a bar in Prague without totally losing it."
      },
      {
        "label": "What gets on your nerves?",
        "text": "Lukewarm beer. Bad vibes. People touching taps like it's self-service."
      },
      {
        "label": "What do you play when you're alone in the bar?",
        "text": "Rock, blues, and reckless ideas. Volume optional. Attitude not."
      },
      {
        "label": "Fun fact about you",
        "text": "Has more opinions than free time. Had never smiled on LinkedIn... until now."
      },
      {
        "label": "What should people know before visiting Valhalla?",
        "text": "You don't need to know beer. You just need to respect it."
      },
      {
        "label": "Personal motto",
        "text": "Old enough to know better. Still doesn't care. And it shows."
      }
    ],
    "favoriteBeer": "Something bold. If it's light and forgettable, drink tap water."
  },
  {
    "name": "Serghei",
    "role": "Administrator",
    "image": "/staff/Serghei.png",
    "bio": "Meet Serghei - another essential part of Valhalla. His beer journey began in 2013 while visiting breweries across Europe. He knows how to tame the bar's chaos at every level. Beyond that, he's also a talented amateur chef. And he loves parrots.",
    "details": [
      {
        "label": "Random fact about you",
        "text": "I love traveling. But I'd rather drive 14 hours by car than sit 2 hours on a plane."
      },
      {
        "label": "Your biggest achievement",
        "text": "I have to say, meeting Finn, for sure."
      },
      {
        "label": "The most unusual beer you've ever tried",
        "text": "Probably BrewDog's Tactical Nuclear Penguin - back then, it was the strongest beer in the world."
      },
      {
        "label": "Personal motto",
        "text": "Wake up and fight."
      },
      {
        "label": "Why people should visit Valhalla?",
        "text": "We merge the hospitality of the Czechs with a Scandinavian atmosphere. And of course, we always have excellent beer on tap."
      }
    ],
    "favoriteBeer": "My personal favourite is Belgian golden ale, specifically Moinette Blond. And of course, I enjoy a proper Czech pilsner too."
  },
  {
    "name": "Eitan",
    "role": "Administrator",
    "image": "/staff/Eitan.png",
    "bio": "One of the driving forces behind Valhalla. He makes sure the taps never run dry. His craft beer journey started almost a decade ago while traveling in the UK, where the first pint of BrewDog lit the spark. Ever since, he's been chasing the best beer spots - and that's how he ended up in Valhalla.",
    "details": [
      {
        "label": "Random fact about you",
        "text": "I studied Japanese for 3 years and can speak it, though I've never been to the country."
      },
      {
        "label": "What music do you play when you're alone in the bar?",
        "text": "Finn's playlist, always. Because he gets mad when I want to play metal."
      },
      {
        "label": "Personal motto",
        "text": "These days I go for: \"Even if you don't know how to do it, do it.\""
      },
      {
        "label": "Most unusual beer you've ever tried?",
        "text": "It was definitely a Freeze Distilled Pastry Sour, with 10% ABV of concreted fruit. Very unique."
      },
      {
        "label": "Why should people visit Valhalla?",
        "text": "We make sure there's always good beer. Cold beer. Fresh beer. And then, there's me behind the bar."
      }
    ],
    "favoriteBeer": "I hate this question. A beer just needs to be true to its style."
  },
  {
    "name": "Mike",
    "role": "Bartender",
    "image": "/staff/Mike.jpg",
    "bio": "He started exploring the world of craft beer about ten years ago, back in Grand Rapids, Michigan, and things only got more serious when he moved to Prague 8 years ago. He's also a big fan of sports and dogs. So if you're into beer, sports, and pups, he's definitely your guy!",
    "details": [
      {
        "label": "Random fact about you",
        "text": "I can talk your ear off about NHL hockey."
      },
      {
        "label": "Personal motto",
        "text": "When it comes to food or drink, try everything at least once. You never know if you like it until you try it."
      },
      {
        "label": "Most unusual beer you've ever tried",
        "text": "Sour Tzatziki from Zichovec."
      },
      {
        "label": "Most unusual request you've ever heard behind a bar",
        "text": "\"Can you put ice in my beer?\""
      },
      {
        "label": "Why should people visit Valhalla",
        "text": "People should come to Valhalla because… well, we have great beer, I love meeting people from all walks of life, and I'm always open to making a new friend!"
      }
    ],
    "favoriteBeer": "Founder's Brewery from my hometown, always worth it even if I don't drink it often. And when it comes to my favorite beer, it's Oberon Ale from Bell's Brewery. Citrusy and very drinkable."
  },
  {
    "name": "Helena",
    "role": "Bartender",
    "image": "/staff/Helena.jpg",
    "bio": "Meet Helena. She knows every sour on tap like the back of her hand and moves around the bar as if she's hosting in her own living room. On top of that, she's a passionate traveler. And you should think twice before challenging her in pub quizzes.",
    "details": [
      {
        "label": "Random fact about you",
        "text": "Once a month, you can find me at an art gallery, giving the opening speech for the artists."
      },
      {
        "label": "Biggest achievement",
        "text": "I'm living my dream by exploring the world. Currently, I've visited 25 countries, and still counting."
      },
      {
        "label": "Most unusual request you've ever heard behind the bar",
        "text": "To get a straw in a beer… but who am I to judge, right?"
      },
      {
        "label": "Most unusual beer you've ever tried",
        "text": "Sibeeria Yummy Blackcurrant, which basically reminds me of summer in a glass. Catch me by the pool with it instead of an Aperol spritz."
      },
      {
        "label": "Why should people visit Valhalla?",
        "text": "Because, besides great beer, we're always down to chat about your wins, fails, joys, drama… whatever you bring to the bar. Here for it."
      }
    ],
    "favoriteBeer": "Definitely sours all the way. My favourite right now is There's No Better Rhyme. Raspberry, ginger & lime by Fermenterarna. Wink wink, there are still some cans left in our fridge."
  }
]
